11/data/attachments/17fd21216a380e51.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>John_level_Friend_49179_2</nif:username>
            <nif:friendToBeRequested>soap_friends_71a19caf-7aa7-42c1-be50-e2ef7b956cd0</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>